IDEA StatiCa Open Model
LoadInPoint.Mx Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Moment about the x-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Mx { get; set; }
Public Property Mx As Double
	Get
	Set
public:
property double Mx {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadInPoint Class
IdeaRS.OpenModel.Loading Namespace